Repository: Faktorealchik/iOSPurchasesSPM
Catalog: Sources/iOSPurchases/Assets/*.lproj/PurchaseLocalizable.strings
Languages: ru

# denied
source: Cloud service permission denied
ru: Облачный сервис - отказано в доступе

# revoked
source: Cloud service revoked
ru: Облачный сервис - отклонено

# invalid id
source: Invalid offer identifier
ru: Неверная покупка

# invalid price
source: Invalid offer price
ru: Неверная цена покупки

source: Invalid signature
ru: Неверная сигнатура

# missing params
source: Missing offer params
ru: Отсутствуют параметры

# cancelled
source: User cancelled
ru: Пользователь отменил

# invalid
source: Payment invalid
ru: Оплата неверная

# not allowed
source: Payment not allowed
ru: Оплата запрещена

# privacy required
source: Privacy acknowledgment required
ru: Необходимо принять политику приватности

# not available
source: Store product not available
ru: Продукт недоступен

# unauth
source: Unathorized request data
ru: Неавторизованный запрос

source: Unknown
ru: Неизвестно

source: Client invalid
ru: Клиент неверный

# service failed
source: Cloud service network connection failed
ru: Нет доступа к облачному сервису
